Repository: dileep10701963/RCRC
Catalog: Modules/AppGuide/View/*.lproj/OnBoarding.strings
Languages: ar, ur

# 4rs-GG-pGw.normalTitle
source: Next
ar: التالي
ur: اگلا

# 7ZD-Vh-tTV.normalTitle
source: Next
ar: التالي
ur: اگلا

# 7tv-Rh-VD3.text
source: Know all the information of Riyadh Public Transport about of their respective route names or numbers and time table
ar: تعرف على شبكة النقل العام لمدينة الرياض وجدول رحلات مسارات الحافلات والمترو
ur: ریاض پبلک ٹرانسپورٹ کے بارے اور اس کے نیٹورک اور ٹائمٹیبل کے بارے سیکھیے

# DAs-Oe-hLA.normalTitle
source: Get Started
ar: البدء
ur: شروع کرنے کے

# GVw-dO-4Na.normalTitle
source: Sign Up
ar: سجل
ur: سائن اپ

# HbY-NN-umy.normalTitle
source: Skip
ar: تخطى
ur: چھوڑ دو

# TkO-DX-kTR.text
source: Plan a Trip or Schedule a Trip based on all available transport options according to your travel preferences
ar: خطط أو جدول رحلتك بناءً على جميع خيارات النقل المتاحة وتفضيلاتك الشخصية
ur: سفر کا ارادہ ان ذدائع کے مطا بق جو درکار ہیں

# VFB-LH-qN4.text
source: Places of Interest
ar: أماكن ذات أهمية
ur: دلچسپی کے مقامات

# X3N-WE-W7E.text
source: Access places of Interest or Events by searching or directly selecting from map to know distance from your origin
ar: أبحث عن معالم المدينة او فعاليتها وخطط رحلتك
ur: ریاض شہر کے دلچسپ مقامات اور ایونٹس تلاش کریں اور سفر کا پلان بنائیں

# YgH-BQ-yr3.text
source: Sign up for enhanced personalization & synching your details across all the platforms
ar: أنشئ حسابك الشخصي لتتمتع بتجربة شخصية أفضل ولكي تربط معلوماتك في جميع منصات النظام
ur: اکاؤنٹ بنائیں اور اپنی تفصیلات کو مختلف ذرائع سے استعمال کریں

# Zbm-Ji-bvb.normalTitle
source: Next
ar: التالي
ur: اگلا

# eQ3-um-Xz1.text
source: Plan a Trip
ar: خطط لرحلة
ur: سفر کا منصوبہ بنائیں

# em6-FH-EnY.text
source: KAPRPT Network
ar: شبكةشبكة النقل العام لمدينة الرياض
ur: ریاض پبلک ٹرانسپورٹ

# leM-iA-ct9.text
source: Personalization
ar: إضفاء الطابع الشخصي
ur: ذاتی نوعیت

# pmn-7U-cFS.normalTitle
source: Next
ar: التالي
ur: اگلا

# s1G-Cl-Dta.text
source: Automated Fare
ar: بطائق درب
ur: ٹکٹ

# uIA-B9-o7P.normalTitle
source: Skip
ar: تخطى
ur: چھوڑ دو

# vIy-pN-4m8.text
source: Option to automatic buying the Journey e-tickets, Top up of Fare Media Smart Card
ar: أحمل بطاقتك معك على جهازك واستعملها للتنقل حول المدينة. أعد تعبئة بطاقتك وجددها عن طريق التطبيق
ur: اپنا ٹکٹ اپنے موبائل میں لوڈ کریں، اس ایپ سے ہی ٹاپ اپ کریں

# w7X-X6-YtX.normalTitle
source: Skip
ar: تخطى
ur: چھوڑ دو

# wEe-3L-gmQ.normalTitle
source: Skip
ar: تخطى
ur: چھوڑ دو
