Repository: dileep10701963/RCRC
Catalog: UtilityClasses/Localization/*.lproj/Localizable.strings
Languages: ar, ur

source: My Home
ar: المنزل
ur: مین صفحہ

source: Riyadh Transit Network
ar: شبكة النقل العام لمدينة الرياض
ur: ریاض پبلک ٹرانسپورٹ

source: Line Tracker
ar: تعقب الخط
ur: لائن ٹریکر

source: Contact
ar: اتصال
ur: رابطہ

source: News
ar: أخبار
ur: خبریں

source: About KAPT
ar: عن KAPT
ur: KAPT کے بارے میں

source: Service Status
ar: حالة الخدمة
ur: سروس سٹیٹس

# Setting
source: Settings
ar: الخيارات
ur: سیٹنگ

source: Arrival Station
ar: محطة الوصول

source: Search
ar: ابحث
ur: تلاش کریں

source: Notifications
ar: الاخطارات
ur: اطلاعات

source: Messages
ar: الرسائل
ur: پیغامات

source: RT Network
ar: شبكة RT
ur: RT نیٹ ورک

source: Plan My Trip
ar: خطط لرحلتي
ur: میرا دورہ منصوبہ

source: Plan a Trip
ar: خطط لرحلة
ur: سفر کا منصوبہ بنائیں

source: My Account
ar: حسابي
ur: میرا اکاؤنٹ

source: Service Settings
ar: إعدادات الخدمة
ur: خدمت سیٹنگیں

source: Real Time Line Tracker
ar: تعقب الوقت الحقيقي
ur: ریئل ٹائم لائن ٹریکر

source: Name
ar: الاسم
ur: نام

source: Mobile
ar: التليفون المحمول
ur: موبائل

source: Email
ar: البريد الإلكتروني
ur: البرید الالكتروني

source: job
ar: الوظائف
ur: نوکریاں

source: Twitter
ar: تويتر
ur: ٹویٹر

source: FaceBook
ar: فيسبوك
ur: فیس بک

source: Doctor
ar: طبيب
ur: ڈاکٹر

source: Edit
ar: تعديل
ur: تدوین

source: Done
ar: تم
ur: ہو گیا

source: Profile
ar: الملف الشخصي
ur: پروفائل

source: Submit
ar: أرسل
ur: جمع کروائیں

source: Writer
ar: كاتب
ur: مصنف

source: Logout
ar: تسجیل خروج
ur: لاگ آؤٹ

source: Search your Home Address
ar: ابحث عن عنوان منزلك
ur: اپنا گھر کا پتہ تلاش کریں

source: Search your Work Address
ar: ابحث عن عنوان عملك
ur: اپنے کام کا پتہ تلاش کریں

source: Select Address from Recent Searches
ar: حدد العنوان من عمليات البحث الأخيرة
ur: حالیہ تلاشوں سے پتہ منتخب کریں

source: Riyadh Zoo, 4451 Buraidah, 8267, Riyadh, Saudi Arabia
ar: حديقة حيوانات الرياض ، 4451 بريدة ، 8267 ، الرياض ، المملكة العربية السعودية
ur: ریاض چڑیا گھر ، 4451 بوریڈا ، 8267 ، ریاض ، سعودی عرب

source: Work
ar: العمل
ur: کام

source: Favorites
ar: المفضلات

source: Nearby Stations
ar: محطات قريبة
ur: نزدیک سٹیشنز

source: Events
ar: فعاليات
ur: ایوینٹس

source: Select Location On Map
ar: أختر موقع على الخريطة
ur: نقشہ پر اپنی لوکیشن کا انتخاب کریں

source: Quick Select
ar: حدد مسرعا
ur: فوری منتخب کریں

source: Recent Searches
ar: نتائج البحث الأخيرة
ur: حال ہی کی تلاش

source: Settings
ar: الخيارات
ur: روٹ دستیاب ہے

source: Routes Available
ar: مسارات متاحة
ur: روٹس دستیاب ہیں

source: Available Routes
ar: المسارات المتاحة
ur: دستیاب راستے

source: Enter Your Location
ar: أدخل موقعك
ur: اپنا مقام درج کریں

source: Al Faisaliah Tower
ar: برج الفيصلية
ur: فیصیلیہ ٹاور

source: Al Olaya, Riyadh 12212, Saudi Arabia
ar: العليا ، الرياض 12212 ، المملكة العربية السعودية
ur: الاولیا ، ریاض 12212 ، سعودی عرب

source: Sky Bridge Kingdom Tower
ar: برج المملكة
ur: سکائی بریج کنگڈم ٹاور

source: Center Point, King Abdullah Rd, King Fahd, Riyadh 12212, Saudi Arabia
ar: سنتر بوينت ، طريق الملك عبدالله ، الملك فهد ، الرياض 12212 ، المملكة العربية السعودية
ur: سینٹر پوائنٹ ، شاہ عبد اللہ آرڈی ، کنگ فہد ، ریاض 12212 ، سعودی عرب

source: King Abdul Aziz Historical Center
ar: مركز الملك عبد العزيز التاريخي
ur: ملک عبدالعزیز تاریخی سنٹر

source: Marriott Executive Apartments, 6781 Abdullah, Riyadh 12212, Saudi Arabia
ar: شقق ماريوت التنفيذية ، 6781 عبد الله ، الرياض 12212 ، المملكة العربية السعودية
ur: میریٹ ایگزیکٹو اپارٹمنٹس ، 6781 عبد اللہ ، ریاض 12212 ، سعودی عرب

source: Kingdom Centre Tower
ar: برج المملكة
ur: کنگڈم سینٹر ٹاور

source: King Fahd Branch Rd, Al Olaya, Riyadh 12214, Saudi Arabia
ar: طريق الملك فهد الفرعي ، العليا ، الرياض 12214 ، المملكة العربية السعودية
ur: کنگ فہد برانچ آر ڈی ، الاولیا ، ریاض 12214 ، سعودی عرب

source: Center Point, King Abdullah Rd, King Fahd, Riyadh, Saudi Arabia
ar: سنتر بوينت ، طريق الملك عبدالله ، الملك فهد ، الرياض ، المملكة العربية السعودية
ur: سینٹر پوائنٹ ، شاہ عبد اللہ آرڈی ، کنگ فہد ، ریاض ، سعودی عرب

source: Falah Park, Al Falah, Riyadh 13314, Saudi Arabia
ar: حديقة الفلاح ، الفلاح ، الرياض 13314 ، المملكة العربية السعودية
ur: فلاح پارک ، الفلاح ، ریاض 13314 ، سعودی عرب

source: Falah Park,
ar: حديقة حي الفلاح
ur: فلاح پارک

source: Al Falah, Riyadh 13314, Saudi Arabia
ar: الفلاح ، الرياض 13314 ، المملكة العربية السعودية
ur: الفلاح ، ریاض 13314 ، سعودی عرب

source: Club Jawad Frosh, Al Hussain Ibn Ali, Al Izdih, Saudi Arabia
ar: نادي جواد فروش ، الحسين بن علي ، الايزديه ، المملكة العربية السعودية
ur: کلب جواد فروش ، الحسین ابن علی ، الازدیہ ، سعودی عرب

source: Club Jawad Frosh,
ar: نادي الجواد للفروسية
ur: جاود فروش کلب

source: Al Hussain Ibn Ali, Al Izdih, Saudi Arabia
ar: الحسين بن علي ، الايزديه ، المملكة العربية السعودية
ur: الحسین ابن علی ، الازدیہ ، سعودی عرب

source: 46 min
ar: 46 دقيقة
ur: 46 منٹ

source: 120 min
ar: 120 دقيقة
ur: 120 منٹ

source: 130 min
ar: 130 دقيقة
ur: 130 منٹ

source: SEND
ar: أرسل
ur: بھیجیں

source: Report Incidence
ar: تقرير الحدوث
ur: رپورٹ واقعات

source: Lost ticket
ar: تذكرة ضائعة
ur: کھوئے ہوئے ٹکٹ

source: Wrong destination seected
ar: تم تحديد وجهة خاطئة
ur: غلط منزل کا انتخاب کیا گیا

source: Forget to take ticket
ar: نسيت أن تأخذ التذكرة
ur: ٹکٹ لینا بھول جاؤ

source: Other Issue
ar: حالات أخرى
ur: دیگر مسائل

source: Wadi hanifah
ar: وادي حنيفة
ur: وادی حنیفہ

source: Al-Mubarraz
ar: المبرز
ur: المبارز

source: Medina
ar: المدينة المنورة
ur: مدینہ

source: Doha
ar: الدوحة
ur: دوحہ

source: Incidence Type
ar: نوع الوقوع
ur: واقعات کی قسم

source: Place of Incidence
ar: مكان الإصابة
ur: واقعات کی جگہ

source: Indicate the place where the incidence was detected
ar: أشر إلى المكان الذي تم اكتشاف الإصابة فيه
ur: اس جگہ کی نشاندہی کریں جہاں واقعات کا پتہ چلا تھا

source: Select a incident place
ar: حدد مكان الحادث
ur: واقعہ کی جگہ منتخب کریں

source: Description of the issue
ar: وصف المشكلة
ur: مسئلے کی تفصیل

source: Attach pictures of the incidence
ar: إرفاق صور للحادث
ur: اس واقعے کی تصاویر منسلک کریں

source: By clicking on ‘Report’, you acknowledge having read our Privacy notice and consent to receive additional information.
ar: باختيارك ارسال الرسالة فانك تقر بقراءة اشعار الخصوصية والموافقة على تلقي المزيد من المعلومات
ur: ’رپورٹ‘ پر کلک کرکے ، آپ ہمارے رازداری کے نوٹس کو پڑھنے اور اضافی معلومات کے حصول کے لئے رضامندی ظاہر کرتے ہیں۔

source: By clicking on ‘Report’,
ar: من خلال النقر على تقرير
ur: پر کلک کر کے ' رپورٹ ',

source: Privacy notice and consent
ar: إشعار الخصوصية والموافقة
ur: پرائیویسی نوٹس اور رضامندی

source: you acknowledge having read our to receive additional information.
ar: أنت تقر بعد قراءة لدينا لتلقي معلومات إضافية.
ur: آپ کو ایک اضافی معلومات حاصل کرنے کے لئے پڑھنے کا اعتراف.

source: Report
ar: نقل
ur: رپورٹ کریں

source: Send Message
ar: ارسال الرسالة
ur: میسج بیجھں

source: We'd love to hear from you!!
ar: نحب أن نسمع منك !!
ur: ہم آپ سے سننا پسند کریں گے !!

source: Whether you have a question about features, or require assistance with all sales related inquiries or anything else, you can find a host of brilliant articles in our FAQ knowledge base. If you can't find what you're looking for, our team is ready to answer all your questions and point you in the right direction. Please feel free to send us an email or even give us a call.
ar: سواء كان لديك سؤال حول الميزات ، أو كنت بحاجة إلى المساعدة في جميع الاستفسارات المتعلقة بالمبيعات أو أي شيء آخر ، يمكنك العثور على مجموعة من المقالات الرائعة في قاعدة المعارف الخاصة بالأسئلة الشائعة. إذا لم تتمكن من العثور على ما تبحث عنه ، فإن فريقنا جاهز للإجابة على جميع أسئلتك وتوجيهك في الاتجاه الصحيح. لا تتردد في إرسال بريد إلكتروني إلينا أو حتى الاتصال بنا.
ur: چاہے آپ کے بارے میں خصوصیات کے بارے میں کوئی سوال ہو ، یا سیلز سے متعلق تمام انکوائریوں یا کسی اور چیز کے لئے مدد کی ضرورت ہو ، آپ ہمارے عمومی سوالنامہ کے علمی اڈے میں بہت سارے شاندار مضامین تلاش کرسکتے ہیں۔ اگر آپ اپنی چیزیں تلاش نہیں کر سکتے ہیں تو ، ہماری ٹیم آپ کے تمام سوالات کے جوابات دینے اور آپ کو صحیح سمت کی طرف راغب کرنے کے لئے تیار ہے۔ براہ کرم ہمیں ای میل بھیجنے یا ہمیں فون کرنے میں بھی بے دریغ بات ہے۔

source: Toll-Free: 966-11-8020000
ar: الرقم المجاني: 8020000-11-966
ur: ٹول فری: 966-11-8020000

source: Fax: 966-11-8020001
ar: فاكس: 8020001-11-966
ur: فیکس: 966-11-8020001

source: Email: info@rcrc.gov.sa
ar: البريد الإلكتروني: info@rcrc.gov.sa
ur: ای میل: info@rcrc.gov.sa

source: FAQ
ar: الأسئلة الشائعة
ur: عمومی سوالات

source: Alert Title
ar: عنوان التنبيه
ur: انتباہی عنوان

source: Alert Message
ar: رسالة تنبيه
ur: انتباہی پیغام

source: Cancel
ar: إلغاء
ur: کینسل

source: Loading
ar: جار التحميل
ur: لوڈ ہو رہا ہے

source: Fare Media
ar: أجرة وسائل الإعلام
ur: ٹکٹ

source: Payment Methods
ar: وسائل الدفع
ur: ادائگی کے طریقے

source: Correspondence
ar: الرسائل
ur: خط و کتابت

source: Favorite Places
ar: الأماكن المفضلة

source: Favorite Routes
ar: المسارات المفضلة

source: Log Out
ar: تسجيل خروج
ur: لاگ آؤٹ

source: Report Lost & Found
ar: الإبلاغ عن المفقودات
ur: رپورٹ کھو گیا اور ملا

source: Recent Communication
ar: الاتصالات الحديثة
ur: حالیہ مواصلات

source: I have Lost an Item
ar: میں نے ایک آئٹم کھو دیا ہے
ur: میں نے ایک آئٹم کھو دیا ہے

source: I have Found an Item
ar: مجھے ایک آئٹم مل گیا ہے
ur: مجھے ایک آئٹم مل گیا ہے

source: Your Full Name*
ar: آپکا پورا نام*
ur: آپکا پورا نام*

source: Email*
ar: البريد الإلكتروني*
ur: ای میل*

source: Contact Number*
ar: رابطہ نمبر*
ur: رابطہ نمبر*

source: Place of Incidence
ar: واقعات کی جگہ
ur: واقعات کی جگہ

source: Date Of Incidence
ar: واقعات کی جگہ
ur: واقعات کی جگہ

source: Information & Details Regarding Item
ar: آئٹم کے بارے میں معلومات اور تفصیلات
ur: آئٹم کے بارے میں معلومات اور تفصیلات

source: Briefcase / luggage Bag
ar: بریف کیس / سامان بیگ
ur: بریف کیس / سامان بیگ

source: Camera
ar: کیمرہ
ur: کیمرہ

source: Documents
ar: دستاویزات
ur: دستاویزات

source: Ghutrah / Scarves / jacket
ar: غوثرہ / سکارف / جیکٹ
ur: غوثرہ / سکارف / جیکٹ

source: Handbag
ar: ہینڈبیگ
ur: ہینڈبیگ

source: i-Pad / Tablet / Kindle
ar: آئی پیڈ / ٹیبلٹ / جلانے
ur: آئی پیڈ / ٹیبلٹ / جلانے

source: Keys
ar: چابیاں
ur: چابیاں

source: Laptop
ar: لیپ ٹاپ
ur: لیپ ٹاپ

source: Ornament
ar: زیور
ur: زیور

source: Spectacles / Sunglasses
ar: تماشے / دھوپ
ur: تماشے / دھوپ

source: Select Item Category
ar: آئٹم کیٹیگری منتخب کریں
ur: آئٹم کیٹیگری منتخب کریں

source: Now
ar: الآن
ur: ابھی

source: Leave
ar: مغادرة
ur: چھوڑدیں

source: Select Source On Map
ar: حدد المصدر على الخريطة
ur: نقشہ پر ماخذ کو منتخب کریں

source: Select Destination On Map
ar: حدد الوجهة على الخريطة
ur: نقشے پر منزل کو منتخب کریں

source: Source
ar: مصدر
ur: ذریعہ

source: Destination
ar: وجهة
ur: منزل

source: About Info
ar: حول المعلومات
ur: معلومات کے بارے میں

source: Facebook
ar: موقع التواصل الاجتماعي الفيسبوك
ur: فیس بک

source: Instagram
ar: انستغرام
ur: انسٹاگرام

source: Youtube
ar: موقعموقع
ur: یوٹیوب

source: Press Release
ar: خبر صحفى
ur: اخبار کے لیے خبر

source: Subscribe
ar: الأشتراك
ur: سبسکرائب

source: Read More News
ar: أقراء المزيد من الأخبار
ur: مزید خبریں پڑھیے

source: Additional news items require opening of your web browser outside this app.
ar: للإطلاع على المزيد من الأخبار، سيتم نقلك لمتصفح الإنترنت
ur: اور خبروں کے لیے ایپ سے علیحدہ ویب برؤزر کو کھولنے ضرورت ہے

source: Proceed
ar: تابع
ur: ٓگے چلیں

source: More News
ar: المزيد من الأخبار
ur: مزید خبریں

source: My Smart Card
ar: بطاقتي الذكية
ur: میرا سمارٹ کارڈ

source: Card Options
ar: خيارات البطاقة
ur: کارڈ اختیارات

source: My Account Balance
ar: رصيد حسابي
ur: میرا اکاؤنٹ بیلنس

source: Available Fare Media
ar: وسائل الإعلام المتاحة أجرة
ur: دستیاب کرایہ میڈیا

source: Block My Card
ar: حظر بطاقتي
ur: میرا کارڈ بلاک کریں

source: UnBlock My Card
ar: قم بإلغاء حظر بطاقتي
ur: میرا کارڈ غیر مقفل کریں

source: Delete My Card
ar: حذف بطاقتي
ur: میرا کارڈ حذف کریں

source: The card has been unblocked successfully. You can start using the card and make payment for fare media.
ar: تم إلغاء حظر البطاقة بنجاح. يمكنك البدء في استخدام البطاقة والدفع مقابل وسائط الأجرة.
ur: کارڈ کامیابی کے ساتھ مسدود کردیا گیا ہے۔ آپ کارڈ استعمال کرنا شروع کر سکتے ہیں اور کرایہ میڈیا کیلئے ادائیگی کرسکتے ہیں۔

source: Card Unblocked Successful
ar: تم إلغاء حظر البطاقة بنجاح
ur: کارڈ کو غیر مقفل کرنا کامیاب

source: Card Block Successful
ar: تم حظر البطاقة بنجاح
ur: کارڈ بلاک کامیاب

source: The card has been blocked successfully. You can start your trips using new fare media.
ar: تم حظر البطاقة بنجاح. يمكنك بدء رحلاتك باستخدام وسائط أجرة جديدة.
ur: کارڈ کو کامیابی کے ساتھ مسدود کردیا گیا ہے۔ آپ نئے کرایے کے ذرائع ابلاغ کا استعمال کرکے اپنے سفر شروع کرسکتے ہیں۔

source: Mobile Number
ar: رقم الجوال
ur: موبائل نمبر

source: Edit Profile
ar: تعديل الملف الشخصي
ur: پروفائل میں ترمیم کریں

source: Enter your Email Address
ar: أدخل عنوان بريدك الالكتروني
ur: اپنا ای میل کا پتا لکھو

source: Save Profile
ar: احفظ الملف
ur: پروفائل محفوظ کریں

source: Email Address
ar: عنوان البريد الإلكتروني
ur: ای میل اڈریس

source: You at
ar: أنت في
ur: آپ پر

source: Journey planner
ar: مخطط الرحلة
ur: سفر کا منصوبہ ساز

source: House keeping
ar: التدبير المنزلي
ur: ہاؤس کیپنگ

source: Safety
ar: أمان
ur: حفاظت

source: Refunds
ar: المبالغ المستردة
ur: رقم کی واپسی

source: Replacement
ar: إستبدال
ur: تبدیلی

source: Overcrowding
ar: اكتظاظ
ur: ہجوم

source: Full Name
ar: الاسم بالكامل
ur: پورا نام

source: Odour
ar: رائحة
ur: گند

source: Others
ar: آحرون
ur: دوسرے

source: Penalty
ar: ضربة جزاء
ur: جرمانہ

source: Security
ar: حماية
ur: سیکیورٹی

source: Parking
ar: موقف سيارات
ur: پارکنگ

source: Diversion
ar: تحويل
ur: موڑ

source: Maintenance staff
ar: موظفي الصيانة
ur: بحالی عملہ

source: Water Supply
ar: إمدادات المياه
ur: پانی کی فراہمی

source: Customer service staff
ar: موظفي خدمة العملاء
ur: کسٹمر سروس کا عملہ

source: Information & signages
ar: معلومة
ur: معلومات

source: Lost & found staff
ar: ضائع
ur: کھو دیا

source: Security staff
ar: طقم الحراسه
ur: سیکیورٹی عملہ

source: House keeping staff
ar: موظفو إدارة شؤون المنزل
ur: ہاؤس کیپنگ عملہ

source: Delete Account
ar: حذف الحساب
ur: کھاتہ مٹا دو

source: Incident / accident
ar: حادث مفاجئ
ur: واقعہ / حادثہ

source: Other staff
ar: الموظفين الآخرين
ur: دیگر عملہ

source: Fare charges
ar: رسوم الأجرة
ur: کرایہ وصول کرنا

source: Frequency of Service
ar: تردد الخدمة
ur: خدمت کی تعدد

source: Div - Road access (in/out)
ar: Div - الوصول إلى الطريق (داخل / خارج)
ur: Div - سڑک تک رسائی (باہر / باہر)

source: When did this incident happen?
ar: متى حدثت هذه الحادثة؟
ur: یہ واقعہ کب ہوا؟

source: Passengers with threatening
ar: ركاب مع التهديد
ur: دھمکیاں دینے والے مسافر

source: Stored value pass
ar: تمرير القيمة المخزنة
ur: ذخیرہ شدہ قدر پاس

source: By clicking on ‘Report’, you acknowledge having read our Privacy notice and consent to receive additional information.
ar: بالنقر فوق &quot;إبلاغ&quot; ، فإنك تقر بقراءة إشعار الخصوصية الخاص بنا والموافقة على تلقي معلومات إضافية.
ur: &#39;رپورٹ&#39; پر کلک کرکے ، آپ ہمارے رازداری کے نوٹس کو پڑھنے اور اضافی معلومات کے حصول کے لئے رضامندی ظاہر کرتے ہیں۔

source: Bus driver
ar: سائق الحافلة
ur: بس چلانے والا

source: Staff related
ar: الموظفين ذات الصلة
ur: عملے سے متعلق

source: Information displays
ar: يعرض المعلومات
ur: معلومات دکھاتا ہے

source: Signages & Directions
ar: لافتات
ur: اشارے

source: Discounts
ar: الخصومات
ur: چھوٹ

source: Closing of Service
ar: إغلاق الخدمة
ur: خدمت کا بند ہونا

source: Call center staff
ar: موظفي مركز الاتصال
ur: کال سینٹر کا عملہ

source: Delay in service
ar: تأخير في الخدمة
ur: خدمت میں تاخیر

source: Bus/ Metro vehicle
ar: مركبة حافلة / مترو
ur: بس / میٹرو گاڑی

source: Automatic Reply at
ar: الرد التلقائي في
ur: خودکار جواب دیں

source: Monthly pass
ar: تصريح شهري
ur: ماہانہ پاس

source: Account Info Updated
ar: تم تحديث معلومات الحساب
ur: اکاؤنٹ کی معلومات تازہ ہوگئی

source: Faulty Equipment
ar: المعدات المعيبة
ur: ناقص سازو سامان

source: Passenger services
ar: خدمات الركاب
ur: مسافر خدمات

source: Opening of service
ar: افتتاح الخدمة
ur: خدمت کا آغاز

source: Ticket Inspectors
ar: مفتشو التذاكر
ur: ٹکٹ انسپکٹر

source: Suspicious objects
ar: الأشياء المشبوهة
ur: مشتبہ اشیاء

source: Ticketing Complaints
ar: شكاوي حجز التذاكر
ur: ٹکٹ کی شکایات

source: Send Query
ar: ارسال استفسار
ur: ہم سے پوچھیں

source: Cons - Public Safety
ar: سلبيات - السلامة العامة
ur: Cons - عوام کی حفاظت

source: Dwell time
ar: اسكن الوقت
ur: سکون کا وقت

source: Type Your Query
ar: اكتب الاستعلام الخاص بك
ur: اپنی سوال ٹائپ کریں

source: Smart card balance
ar: رصيد البطاقة الذكية
ur: اسمارٹ کارڈ بیلنس

source: Bus/ Metro Operations
ar: عمليات الحافلات / المترو
ur: بس / میٹرو آپریشن

source: Description of the incident
ar: وصف الحادث
ur: واقعہ کی تفصیل

source: Bus Roadworks
ar: أعمال طرق الحافلات
ur: بس روڈ ورکس

source: Metro Roadworks
ar: مترو الطرق
ur: میٹرو روڈ ورکس

source: Div - Speed bumps
ar: Div - مطبات السرعة
ur: ڈیو - رفتار ٹکرانا

source: Personalized cards
ar: بطاقات شخصية
ur: ذاتی کارڈز

source: Cons - Jersey Barriers
ar: سلبيات - حواجز جيرسي
ur: cons - جرسی رکاوٹیں

source: Div - Pedestrian Crossing
ar: شعبة - معبر المشاة
ur: Div - پیدل چلنے والوں کو عبور کرنا

source: Accept. of credit/Debit card
ar: قبول. من بطاقة الائتمان / الخصم
ur: قبول کریں۔ کریڈٹ / ڈیبٹ کارڈ کی

source: Div - Jersey Barriers
ar: Div - حواجز جيرسي
ur: ڈیو - جرسی رکاوٹیں

source: Incident Subtype
ar: النوع الفرعي للحادث
ur: واقعہ ذیلی قسم

source: Where did the incident happen?
ar: أين وقع الحادث؟
ur: واقعہ کہاں ہوا؟

source: Unruly Passengers
ar: ركاب جامحون
ur: بے قابو مسافر

source: Attach pictures or videos of the incidence
ar: إرفاق صور أو مقاطع فيديو للحادث
ur: اس واقعے کی تصاویر یا ویڈیوز منسلک کریں

source: Hi, there. If you have any questions, we are here to help you.
ar: أهلا. إذا كان لديك أي أسئلة ، فنحن هنا لمساعدتك.
ur: ہیلو ، وہاں اگر آپ کے کوئی سوالات ہیں تو ، ہم آپ کی مدد کے لئے حاضر ہیں۔

source: Thank you for contacting customer support. We will reply back to you within the next 24 Hours.
ar: شكرا لك على الاتصال بدعم العملاء. سوف نقوم بالرد عليك في غضون 24 ساعة القادمة.
ur: کسٹمر سپورٹ سے رابطہ کرنے کے لئے آپ کا شکریہ۔ ہم اگلے 24 گھنٹوں میں آپ کو جواب دیں گے۔

source: Your profile has been updated with latest info. You will now redirect to Profile page in 10 seconds. You can also click on ‘Done’ to continue.
ar: تم تحديث ملف التعريف الخاص بك مع أحدث المعلومات. ستقوم الآن بإعادة التوجيه إلى صفحة الملف الشخصي في 10 ثوانٍ. يمكنك أيضًا النقر فوق &quot;تم&quot; للمتابعة.
ur: آپ کے پروفائل کی تازہ ترین معلومات کے ساتھ تازہ کاری کی گئی ہے۔ اب آپ 10 سیکنڈ میں پروفائل پیج پر ری ڈائریکٹ ہوجائیں گے۔ آپ جاری رکھنے کے لئے &#39;مکمل&#39; پر بھی کلیک کرسکتے ہیں۔

source: Cons - Utilities/ Electricity
ar: سلبيات - مرافق / كهرباء
ur: Cons - افادیت / بجلی

source: AFC System
ar: نظام AFC
ur: اے ایف سی سسٹم

source: Bus/ Metro stop
ar: توقف الحافلات / المترو
ur: بس / میٹرو اسٹاپ

source: Delete My Account
ar: احذف حسابي
ur: میرا اکاؤنٹ حذف کریں

source: Home Location
ar: موقع المنزل
ur: گھر کا مقام

source: My Profile
ar: ملفي
ur: میری پروفائل

source: No
ar: لا

source: Yes
ar: نعم

source: Work Location
ar: موقع العمل
ur: کام کی جگہ

source: Favorite Place
ar: مكان المفضل

source: Driving License
ar: رخصة قيادة
ur: ڈرائیونگ لائسنس

source: Metro
ar: المترو
ur: میٹرو

source: Bus
ar: حافلة
ur: بس

source: Female
ar: أنثى
ur: عورت

source: Briefcase
ar: حقيبة
ur: بریف کیس

source: Cheapest
ar: أرخص
ur: سب سے سستا

source: Limit Reached
ar: بلغ الحد
ur: حد تک پہنچ گئی

source: Food
ar: طعام
ur: کھانا

source: Male
ar: ذكر
ur: مرد

source: Clothing
ar: ملابس
ur: لباس

source: Other cards
ar: بطاقات أخرى
ur: دوسرے کارڈ

source: Travel Preferences
ar: تفضيلات الرحلة
ur: سفر کی ترجیحات

source: Uber
ar: اوبر
ur: اوبر

source: Work Location Added
ar: تمت إضافة موقع العمل
ur: کام کی جگہ شامل کر دی گئی

source: Report Incident
ar: الإبلاغ عن الحادث
ur: رپورٹ واقعہ

source: Already Saved
ar: تم الحفظ بالفعل
ur: پہلے ہی محفوظ ہے

source: Fever Transfer
ar: انتقال الحمى
ur: بخار کی منتقلی

source: Search your work location
ar: ابحث في موقع عملك
ur: اپنے کام کی جگہ تلاش کریں

source: Search your home location
ar: ابحث في موقع منزلك
ur: اپنے گھر کی جگہ تلاش کریں

source: Lost Person
ar: الشخص المفقود
ur: گمشدہ شخص

source: Home Location Added
ar: تمت إضافة موقع المنزل
ur: گھر کی جگہ شامل کردی گئی

source: Personal Baggage
ar: الأمتعة الشخصية
ur: ذاتی سامان

source: Valuable Item
ar: عنصر ثمين
ur: قابل قدر آئٹم

source: Favorite Place Added
ar: تمت إضافة مكان مفضل

source: Filters Route by
ar: مرشحات الطريق من خلال
ur: فلٹرز روٹ بذریعہ

source: Search your favorite place
ar: ابحث في مكانك المفضل

source: Methods of Transport
ar: طرق النقل
ur: نقل و حمل کے طریقے

source: No Recent Searches
ar: لا توجد عمليات بحث حديثة
ur: کوئی حالیہ تلاشی نہیں ہے

source: Smart Cards/Token
ar: البطاقات الذكية / الرمز المميز
ur: اسمارٹ کارڈز / ٹوکن

source: Sort Routes by
ar: فرز الطرق حسب
ur: بذریعہ روٹس ترتیب دیں

source: Where did this incident happen?
ar: أين حدثت هذه الحادثة؟
ur: یہ واقعہ کہاں ہوا؟

source: Report Lost and Found
ar: الإبلاغ عن المفقودات
ur: کھوئے ہوئے اور پائے جانے کی اطلاع دیں

source: Account Deleted Successful
ar: تم حذف الحساب بنجاح
ur: اکاؤنٹ حذف ہوگیا کامیاب

source: You have not added favorite place.
ar: لم تقم بإضافة مكان مفضل.

source: I have found an Item
ar: لقد وجدت عنصر
ur: مجھے ایک آئٹم مل گیا ہے

source: Save for all trips
ar: حفظ لجميع الرحلات
ur: تمام دوروں کے لئے محفوظ کریں

source: You have already saved this location
ar: لقد قمت بالفعل بحفظ هذا الموقع
ur: آپ نے پہلے ہی اس جگہ کو بچایا ہے

source: Soft luggage suitcase
ar: حقيبة أمتعة ناعمة
ur: نرم سامان سوٹ کیس

source: I have lost an Item
ar: لقد فقدت عنصر
ur: میں نے ایک آئٹم کھو دیا ہے

source: Search address
ar: عنوان البحث
ur: پتہ تلاش کریں

source: List of Saved Favorite Places
ar: قائمة الأماكن المفضلة المحفوظة

source: Work and Home cannot be same
ar: لا يمكن أن يكون العمل والمنزل متشابهين
ur: کام اور گھر ایک جیسے نہیں ہوسکتے ہیں

source: You can save 1 more home locations
ar: يمكنك حفظ موقع واحد آخر للمنزل
ur: آپ گھر کے 1 مزید مقامات بچا سکتے ہیں

source: Description of the lost/found item
ar: وصف العنصر المفقود / الذي تم العثور عليه
ur: گمشدہ / ملی شے کی تفصیل

source: You cannot save more than 3 work locations
ar: لا يمكنك حفظ أكثر من 3 مواقع عمل
ur: آپ 3 سے زیادہ کام کرنے والے مقامات کو نہیں بچا سکتے ہیں

source: Search and save your favorite places
ar: بحث وحفظ الأماكن المفضلة لديك

source: Select location from Recent Searches
ar: حدد الموقع من عمليات البحث الأخيرة
ur: حالیہ تلاشوں سے مقام منتخب کریں

source: You have not added work location.
ar: لم تقم بإضافة موقع العمل
ur: آپ نے کام کی لوکیشن شامل نہیں کی

source: List of Saved Home Locations
ar: قائمة مواقع الصفحة الرئيسية المحفوظة
ur: محفوظ شدہ گھروں کی فہرست

source: You can save 1 more work locations
ar: يمكنك حفظ 1 مواقع عمل أخرى
ur: آپ 1 اور کام کے مقامات کو بچا سکتے ہیں

source: will be removed from saved Work locations list.
ar: ستتم إزالته من قائمة مواقع العمل المحفوظة.
ur: کام کی محفوظ جگہوں کی فہرست سے ہٹا دیا جائے گا۔

source: will be removed from saved Favorite places list.
ar: ستتم إزالته من قائمة الأماكن المفضلة المحفوظة.

source: You cannot save more than 3 home locations
ar: لا يمكنك حفظ أكثر من 3 مواقع منزلية
ur: آپ 3 گھر سے زیادہ مقامات کو نہیں بچا سکتے ہیں

source: will be removed from saved home locations list.
ar: ستتم إزالته من قائمة المواقع الرئيسية المحفوظة.
ur: گھر کے محفوظ مقامات کی فہرست سے ہٹا دیا جائے گا۔

source: Attach photos or videos of the incidence
ar: إرفاق صور أو مقاطع فيديو للحادث
ur: اس واقعے کی تصاویر یا ویڈیوز منسلک کریں

source: Would you like to apply these preferences for all future trips also?
ar: هل ترغب في تطبيق هذه التفضيلات على جميع الرحلات المستقبلية أيضًا؟
ur: کیا آپ ان ترجیحات کو آئندہ کے سارے دوروں پر بھی لاگو کرنا چاہیں گے؟
