Repository: dileep10701963/RCRC
Catalog: UtilityClasses/Localization/*.lproj/Localizable.strings
Languages: ar, ur

source: Your account has been delete permanently and you will be redirected to home screen. You can also tap on ‘Proceed’ button to continue.
ar: تم حذف حسابك نهائيًا وستتم إعادة توجيهك إلى الشاشة الرئيسية. يمكنك أيضًا النقر فوق الزر &quot;متابعة&quot; للمتابعة.
ur: آپ کا اکاؤنٹ مستقل طور پر حذف کردیا گیا ہے اور آپ کو ہوم اسکرین پر بھیج دیا جائے گا۔ آپ جاری رکھنے کے لئے &#39;کارروائی&#39; کے بٹن پر بھی ٹیپ کرسکتے ہیں۔

source: You have successfully added favorite place. Select this location as Origin and Destination to quickly plan your next trip. You will now redirect to Quick select screen in 10 seconds. You can also click on Proceed to continue.
ar: لقد نجحت في إضافة المكان المفضل. حدد هذا الموقع على أنه الأصل والوجهة للتخطيط بسرعة لرحلتك القادمة. ستتم الآن إعادة التوجيه إلى شاشة التحديد السريع في غضون 10 ثوانٍ. يمكنك أيضًا النقر فوق &quot;متابعة&quot; للمتابعة.

source: Jewelry
ar: مجوهرات
ur: زیورات

source: Wallet
ar: محفظة
ur: پرس

source: Cash
ar: نقدي
ur: نقد

source: Perishable Items
ar: العناصر القابلة للتلف
ur: تباہ کن اشیا

source: Quickest
ar: أسرع
ur: تیز ترین

source: You have successfully added home address. Select this location as Origin and Destination to quickly plan your next trip. You will now redirect to Quick select screen in 10 seconds. You can also click on Proceed to continue.
ar: لقد قمت بإضافة عنوان المنزل بنجاح. حدد هذا الموقع على أنه الأصل والوجهة للتخطيط بسرعة لرحلتك القادمة. ستتم الآن إعادة التوجيه إلى شاشة التحديد السريع في غضون 10 ثوانٍ. يمكنك أيضًا النقر فوق &quot;متابعة&quot; للمتابعة.
ur: آپ نے کامیابی کے ساتھ گھر کا پتہ شامل کیا ہے۔ اپنے اگلے ٹرپ کی جلدی منصوبہ بندی کرنے کیلئے اس مقام کو اصلیت اور منزل کے بطور منتخب کریں۔ اب آپ 10 سیکنڈ میں کوئیک سلیکٹ اسکرین پر ری ڈائریکٹ ہوجائیں گے۔ آپ جاری رکھنے کے لئے آگے بڑھنے پر بھی کلک کر سکتے ہیں۔

source: Select Item Sub Category
ar: حدد فئة فرعية عنصر
ur: آئٹم ذیلی زمرہ منتخب کریں

source: Miscellaneous Item
ar: بند متنوع
ur: متفرقہ آئٹم

source: You have successfully added work address. Select this location as Origin and Destination to quickly plan your next trip. You will now redirect to Quick select screen in 10 seconds. You can also click on Proceed to continue.
ar: لقد نجحت في إضافة عنوان العمل. حدد هذا الموقع على أنه الأصل والوجهة للتخطيط بسرعة لرحلتك القادمة. ستتم الآن إعادة التوجيه إلى شاشة التحديد السريع في غضون 10 ثوانٍ. يمكنك أيضًا النقر فوق &quot;متابعة&quot; للمتابعة.
ur: آپ نے کامیابی کے ساتھ کام کا پتہ شامل کیا ہے۔ اپنے اگلے ٹرپ کی جلدی منصوبہ بندی کرنے کیلئے اس مقام کو اصلیت اور منزل کے بطور منتخب کریں۔ اب آپ 10 سیکنڈ میں کوئیک سلیکٹ اسکرین پر ری ڈائریکٹ ہوجائیں گے۔ آپ جاری رکھنے کے لئے آگے بڑھنے پر بھی کلک کر سکتے ہیں۔

source: No Favorites
ar: لا مفضلات

source: Stored value cards
ar: بطاقات القيمة المخزنة
ur: ذخیرہ شدہ ویلیو کارڈ

source: Hard luggage suitcase
ar: حقيبة الأمتعة الصلبة
ur: سخت سامان سوٹ کیس

source: Mobility Impaired Friendly Stops
ar: توقف ضعيف الحركة ودية
ur: متحرک کمزوری دوستانہ رک جاتا ہے

source: Personalized Smart Cards
ar: بطاقات ذكية شخصية
ur: ذاتی نوعیت کے سمارٹ کارڈز

source: You have not added home location.
ar: لم تقم بإضافة موقع المنزل
ur: آپ نے گھر کی جگہ شامل نہیں کی ہے۔

source: List of Saved Work Locations
ar: قائمة مواقع العمل المحفوظة
ur: محفوظ کردہ کام کی جگہوں کی فہرست

source: Shoulder/ Air bag
ar: حقيبة كتف / هوائية
ur: کندھے / ایئر بیگ

source: Shortest
ar: أقصر
ur: سب سے کم

source: Passport
ar: جواز سفر
ur: پاسپورٹ

source: National Id card
ar: بطاقة الهوية الوطنية
ur: قومی شناختی کارڈ

source: Mobile charger
ar: شاحن الهاتف
ur: موبائل چارجر

source: Tinned food
ar: مأكولات معلبة
ur: ڈبہ بند غذا

source: Other electronic items
ar: العناصر الإلكترونية الأخرى
ur: دیگر الیکٹرانک اشیاء

source: Books
ar: كتب
ur: کتابیں

source: Mobile tablet
ar: جهاز لوحي محمول
ur: موبائل گولی

source: Others Lost & found
ar: خسر آخرون
ur: دوسروں کو کھو دیا

source: Spectacles/glasses
ar: نظارات / نظارات
ur: تماشے / شیشے

source: Debit/Credit Card
ar: بطاقة الخصم / الائتمان
ur: ڈیبٹ / کریڈٹ کارڈ

source: Tiffin Box (Empty)
ar: صندوق تيفين (فارغ)
ur: ٹفن باکس (خالی)

source: Drinks
ar: مشروبات
ur: مشروبات

source: Medicine
ar: طب
ur: دوائی

source: Iqama
ar: الإقامة
ur: اقامہ

source: Baby/Toddler Items
ar: عناصر طفل / طفل صغير
ur: بچے / چھوٹا بچہ اشیا

source: Login Failed
ar: فشل عملية الدخول
ur: لاگ ان ناکام رہے

source: Sign In
ar: تسجيل الدخول
ur: سائن ان

source: Report Submitted
ar: تم إرسال التقرير
ur: رپورٹ پیش کی

source: All fields are required
ar: جميع الحقول مطلوبة
ur: تمام خانے ضروری ہیں

source: Please enter all the required information and try again
ar: الرجاء إدخال جميع المعلومات المطلوبة وحاول مرة أخرى
ur: براہ کرم تمام مطلوبہ معلومات درج کریں اور دوبارہ کوشش کریں

source: Your report has been submitted. You will receive a notification when a response is received
ar: وقد قدم التقرير الخاص بك. سوف تتلقى إشعارًا عند تلقي رد
ur: آپ کی رپورٹ پیش کردی گئی ہے۔ جواب موصول ہونے پر آپ کو ایک اطلاع موصول ہوگی

source: Email sent successfully
ar: تم ارسال رسالتك بنجاح
ur: ای میل کامیابی کے ساتھ بھیج دیا گیا

source: Your profile has been updated with latest info. You will now redirect to Profile page in 10 seconds, You can also click on ‘Done’ to continue.
ar: تم تحديث ملف التعريف الخاص بك مع أحدث المعلومات. ستتم الآن إعادة التوجيه إلى صفحة الملف الشخصي في غضون 10 ثوانٍ ، ويمكنك أيضًا النقر فوق &quot;تم&quot; للمتابعة.
ur: آپ کے پروفائل کی تازہ ترین معلومات کے ساتھ تازہ کاری کی گئی ہے۔ اب آپ 10 سیکنڈ میں پروفائل صفحے پر ری ڈائریکٹ ہوجائیں گے ، آپ جاری رکھنے کے لئے &#39;مکمل&#39; پر بھی کلیک کرسکتے ہیں۔

source: Use Current Location
ar: استخدام الموقع الحالي
ur: موجودہ مقام استعمال کریں

source: Select Location From Map
ar: حدد الموقع من الخريطة
ur: نقشہ سے مقام منتخب کریں

source: Save Preferences
ar: حفظ التفضيلات
ur: ترجیحات محفوظ کریں

source: Select Location of Incident
ar: حدد موقع الحادث
ur: واقعہ کی جگہ کا انتخاب کریں

source: Your Message
ar: رسالتك
ur: آپ کا پیغام

source: General
ar: عام
ur: جنرل

source: Transport Card
ar: بطاقة نقل
ur: ٹرانسپورٹ کارڈ

source: Public Transport Services
ar: خدمات النقل العام
ur: پبلک ٹرانسپورٹ سروسز

source: Facility management
ar: إدارة المرافق
ur: سہولت کے انتظام

source: By clicking on 'Send Message' you acknowledge having read our Privacy Notice and consent to receive additional information.
ar: بالنقر على "إرسال رسالة"، فإنك تقر بقراءة إشعار الخصوصية الخاص بنا وتوافق على تلقي معلومات إضافية.
ur: 'پیغام بھیجیں' پر کلک کرکے آپ تسلیم کرتے ہیں کہ آپ نے ہمارا پرائیویسی نوٹس پڑھا ہےا ور مزید معلومات کے حصول کے لیے بھی رضامند ہیں۔

source: Select a Related Topic
ar: حدد موضوعًا ذا صلة
ur: ایک متعلقہ موضوع منتخب کریں

source: Min.
ar: دقيقة.
ur: منٹ

source: Hr.
ar: ساعة.
ur: گھنٹے

source: SAR
ar: ر.س.
ur: ایس اے آر

source: Min walk
ar: دقيقة سيراً على الأقدام
ur: منٹس چلنا

source: Min
ar: دقيقة
ur: منٹ

source: Current Location
ar: الموقع الحالي

source: Enter Origin
ar: أدخل الأصل
ur: اوریجن درج کریں

source: No routes available for current selection. Kindly refine your location or change time
ar: لا توجد طرق متاحة للاختيار الحالي. يرجى تحديث موقعك أو تغيير الوقت
ur: موجودہ انتخاب کے لیے کوئی روٹ موجود نہیں ہے۔ براہِ مہربانی اپنی لوکیشن کو بہتر کریں یا وقت تبدیل کریں

source: Same Source and Destination
ar: نفس المصدر والوجهة
ur: موجود لوکیشن اور مطلوبہ لوکیشن ایک ہی ہے

source: Location Services Disabled
ar: خدمات الموقع معطلة
ur: لوکیشن سروس غیر فعال ہیں

source: Please enable location Services
ar: الرجاء تفعيل خدمة الموقع الحالي

source: Source and Destination cannot be same. Please Try again
ar: لا يمكن أن يكون المصدر والوجهة متماثلين. حاول مرة اخرى
ur: موجود لوکیشن اور مطلوبہ لوکیشن ایک نہیں ہو سکتی۔ دوبارہ کوشش کریں

source: Mins
ar: دقائق
ur: منٹس چلنا

source: Stops
ar: توقف
ur: سٹاپ

source: Min Drive
ar: دقيقة بالسيارة
ur: منٹس ڈرائیو

source: Route Available
ar: مسار متاح
ur: روٹ دستیاب ہے

source: Server Error
ar: خطأ في الخادم
ur: سرور کی خرابی

source: It seems there's a problem in our server :(
ar: يبدو أن هناك مشكلة في الخادم الخاص بنا ☹️
ur: شاید ہمارے سرور میں کوئی خرابی ہے

source: Places of Interest
ar: أماكن ذات أهمية
ur: دلچسپی کے مقامات

source: Select Location from Category
ar: حدد الموقع من الفئات
ur: کیٹاگری سے لوکیشن منتخب کریں

source: Amusement Park
ar: حديقة ترفيه
ur: تفریحی پارک

source: Aquarium
ar: احياء مائية
ur: ایکویریم

source: Art Gallery
ar: معرض فنون
ur: آرٹ گیلری

source: ATM
ar: ماكينة صراف آلي
ur: اے ٹی ایم

source: Bank
ar: بنك
ur: بینک

source: Beauty Salon
ar: صالون تجميل
ur: بیوٹی سیلون

source: Cafe
ar: كافيه
ur: کیفے

source: Campground
ar: مخيم
ur: کیمپ گراؤنڈ

source: Casino
ar: كازينو
ur: کیسینو

source: Cemetery
ar: مقبرة
ur: قبرستان

source: City Hall
ar: مجلس المدينة
ur: سٹی ہال

source: Clothing Store
ar: محل ملابس
ur: کلاتھ اسٹور

source: Courthouse
ar: محكمة
ur: کورٹ ہاؤس

source: Dentist
ar: طبيب أسنان
ur: ڈینٹسٹ

source: Electronics Store
ar: متجر الكترونيات
ur: الیکٹرونکس اسٹور

source: Gym
ar: نادي رياضي
ur: جم

source: Hair Care
ar: العناية بالشعر
ur: ہیئر کیئر

source: Hardware Store
ar: محل أجهزة
ur: ہارڈ ویئر اسٹور

source: Home Goods Store
ar: متجر سلع منزلية
ur: گھریلو سامان کی دکان

source: Hospital
ar: مستشفى
ur: ہسپتال

source: Insurance Agency
ar: وكالة تامين
ur: انشورنس ایجنسی

source: Jewelry Store
ar: متجر مجوهرات
ur: جیولری اسٹور

source: Lawyer
ar: محامي
ur: وکیل

source: Library
ar: مكتبة
ur: لائبریری

source: Local Government Office
ar: مكتب حكومي محلي
ur: لوکل گورنمنٹ آفس

source: Locksmith
ar: صانع أقفال
ur: تالا ماسٹر

source: Lodging
ar: نزل إقامة
ur: قیام

source: Mosque
ar: مسجد
ur: مسجد

source: Movie Rental
ar: تأجير أفلام
ur: فلم رینٹل

source: Movie Theatre
ar: صالة سينما
ur: فلم تھیٹر

source: Movie Company
ar: شركة أفلام
ur: فلم کمپنی

source: Museum
ar: متحف
ur: میوزیم

source: Night Club
ar: ملهى ليلي
ur: نائٹ کلب

source: Painter
ar: رسام
ur: پینٹر

source: Park
ar: حديقة
ur: پارک

source: Pet Store
ar: متجر للحيوانات الأليفة
ur: پٹ رسٹور(پالتو جانوروں کی دکان)

source: Pharmacy
ar: صيدلية
ur: فارمیسی

source: Physiotherapist
ar: أخصائي علاج طبيعي
ur: فزیوتھراپسٹ

source: Plumber
ar: سباك
ur: پلمبر

source: Police
ar: شرطة
ur: پولیس

source: Post Office
ar: مكتب بريد
ur: ڈاک خانہ

source: Primary School
ar: مدرسة ابتدائية
ur: پرائمری سکول

source: Real Estate Agency
ar: وكالة عقارات
ur: رئیل اسٹیٹ ایجنسی

source: Restaurant
ar: مطعم
ur: ریستوراں

source: School
ar: مدرسة
ur: اسکول

source: Secondary School
ar: مدرسة اعدادية
ur: سیکنڈری اسکول

source: Shopping Mall
ar: مركز تسوق
ur: شاپنگ مال

source: Spa
ar: منتجع صحي
ur: سپاسنٹر

source: Stadium
ar: ملعب
ur: اسٹیڈیم

source: Storage
ar: مخزن
ur: اسٹوریج

source: Synagogue
ar: معبد
ur: عبادت گاہ

source: Tourist Attraction
ar: معلم سياحي
ur: سیاحوں کی توجہ کا مرکز

source: Travel Agency
ar: وكالة سفر
ur: ٹریول ایجنسی

source: University
ar: جامعة
ur: یونیورسٹی

source: Veterinary Care
ar: رعاية بيطرية
ur: ویٹرنری کیئر

source: Zoo
ar: حديقة حيوان
ur: چڑیا گھر

source: Validation Failed
ar: فشل التحقق
ur: توثیق نہیں ہوسکی

source: Please enter the email address
ar: يرجى إدخال عنوان البريد الإلكتروني
ur: براہِ مہربانی ای میل ایڈریس درج کریں

source: Please enter the valid email address
ar: الرجاء إدخال عنوان البريد الإلكتروني الصحيح
ur: براہِ مہربانی درست ای میل ایڈریس درج کریں

source: Please enter the valid contact number
ar: الرجاء إدخال رقم الاتصال الصحيح
ur: براہِ مہربانی درست رابطہ نمبر درج کریں

source: Unfortunately, there is no public transportation coverage for the requested route during the initial phase. Please wait for further announcements.
ar: لسوء الحظ، لا توجد تغطية للنقل العام للمسار المطلوب خلال المرحلة الأولية. يرجى الانتظار للإعلانات القادمة.
ur: فی الحال مطلوبہ راستے کے لیے کوئی پبلک ٹرانسپورٹ کوریج نہیں ہے۔ براہِ مہربانی اگلے اعلان تک انتظار کریں۔

source: School Places
ar: أماكن المدرسة
ur: اسکول کی جگہیں

source: Please enter an alias.
ar: الرجاء إدخال الاسم المستعار.
ur: الرجاء إدخال الاسم المستعار.

source: Do you want to save this as your
ar: هل تريد حفظ هذا باسمك
ur: کیا آپ اسے اپنے طور پر محفوظ کرنا چاہتے ہیں

source: location?
ar: موقعك؟
ur: مقام؟

source: , will be saved as your
ar: ، سيتم حفظها باسمك
ur: آپ کی طرح بچ جائیں گے

source: location.
ar: موقعك.
ur: مقام۔

source: List of Saved School Locations
ar: قائمة مواقع المدارس المحفوظة
ur: محفوظ کردہ اسکول کے مقامات کی فہرست

source: will be removed from saved School locations list.
ar: ستتم إزالته من قائمة مواقع المدرسة المحفوظة.
ur: محفوظ کردہ اسکول کے مقامات کی فہرست سے ہٹا دیا جائے گا۔

source: School Location
ar: موقع المدرسة
ur: اسکول کی جگہ

source: School Location Added
ar: تمت إضافة موقع المدرسة
ur: اسکول کا مقام شامل کیا گیا

source: You have successfully added school address. Select this location as Origin and Destination to quickly plan your next trip. You will now redirect to Quick select screen in 10 seconds. You can also click on Proceed to continue.
ar: لقد نجحت في إضافة المكان المدرسة. حدد هذا الموقع على أنه الأصل والوجهة للتخطيط بسرعة لرحلتك القادمة. ستتم الآن إعادة التوجيه إلى شاشة التحديد السريع في غضون 10 ثوانٍ. يمكنك أيضًا النقر فوق &quot;متابعة&quot; للمتابعة.
ur: آپ نے کامیابی کے ساتھ اسکول کا پتہ شامل کر لیا ہے۔ اپنے اگلے سفر کی تیزی سے منصوبہ بندی کرنے کے لیے اس مقام کو اصل اور منزل کے طور پر منتخب کریں۔ اب آپ 10 سیکنڈ میں کوئیک سلیکٹ اسکرین پر بھیج دیں گے۔ آپ جاری رکھنے کے لیے آگے بڑھنے پر بھی کلک کر سکتے ہیں۔

source: You have not added school location.
ar: لم تقم بإضافة موقع المدرسة.
ur: آپ نے اسکول کا مقام شامل نہیں کیا ہے۔

source: Search your school location
ar: ابحث في موقع مدرستك
ur: اپنے اسکول کا مقام تلاش کریں

source: You can save %d more home locations
ar: يمكنك حفظ %d مواقع منزلية أخرى
ur: آپ %d مزید گھر کے مقامات محفوظ کر سکتے ہیں

source: You can save %d more work locations
ar: يمكنك حفظ %d مواقع عمل أخرى
ur: آپ %d مزید کام کے مقامات محفوظ کر سکتے ہیں

source: You can save %d more school locations
ar: يمكنك حفظ %d مواقع مدارس أخرى
ur: آپ %d مزید اسکول کے مقامات محفوظ کر سکتے ہیں

source: Error
ar: خطأ
ur: خرابی

source: Contact Us
ar: تواصل معنا
ur: ہم سے رابطہ کریں

source: Other
ar: آخر
ur: دیگر

source: Registration Failed
ar: فشل في التسجيل
ur: رجسٹریشن نہیں ہو سکی

source: Could not register. Please try again later.
ar: رجسٹر نہیں ہو سکا۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
ur: رجسٹر نہیں ہو سکا۔ براہ کرم بعد میں دوبارہ کوشش کریں۔

source: Routes
ar: المسارات

source: Tickets
ar: التذاكر

source: Home
ar: الرئيسية

source: The password must be between 8 - 32 characters, contains (uppercases, lowercases, special characters and numbers), different from the current password and must not match with the last three passwords
ar: كلمة المرور يجب ان تكون مكونة من احرف لاتينية من 8 الى 32 حرف، وتتضمن احرف لاتينية كبيرة وصغيرة، وأرقام ورموز خاصة، ويجب ان تختلف عن اخر 3 كلمات مرور تم استخدامها

source: Language Settings
ar: اعدادات اللغة

source: Accept
ar: الموافقة على

source: Terms and Conditions
ar: الشروط والأحكام

source: Language
ar: اللغة

source: Type your message here
ar: الرجاء كتابة رسالتك هنا

source: Your Email Address*
ar: بريدك الالكتروني

source: OK
ar: نعم
ur: ٹھیک ہے

source: My Tickets
ar: تذاكري

source: Purchase a New Ticket
ar: شراء تذكرة جديدة

source: Scan your ticket on your device by placing the QR code on the ticket reader
ar: امسح التذكرة الموجودة على جهازك من خلال وضع رمز الاستجابة السريعة QR على قارئ التذاكر

source: Forgot Password
ar: نسيت كلمة المرور

source: Enter your email address and we will send you a link to reset password
ar: الرجاء ادخال البرید الإلكتروني لیتم ارسال الرابط الخاص لإعادة انشاء كلمة المرور

source: Back to account
ar: متابعة

source: Verification Required
ar: التحقق مطلوب

source: Price :
ar: السعر :

source: Ticket Type :
ar: نوع التذكرة:

source: Valid until :
ar: صالحة لتاريخ:

source: Name :
ar: اسم :

source: Ticket Price :
ar: سعر التذكرة:

source: Ticket Validity :
ar: صلاحية التذكرة:

source: Payment Method
ar: اسمالية الدفع

source: Pay Via Credit Card
ar: الدفع عن طریق بطاقة الائتمان

source: Pay Via Apple Pay
ar: Apple Pay الدفع عن طريق

source: Ticket Information
ar: معلومات التذكرة

source: Activate Pass
ar: تفعيل التذكرة

source: Once activated, this ticket will be valid for 2 hours only.
ar: بمجرد تفعيل التذكرة، تصبح التذكرة مفعلة لمدة ساعتين فقط

source: Payment Completed Successfully
ar: تمت عملية الدفع بنجاح

source: Could not Initiate Transaction
ar: لا يمكن بدء المعاملة

source: Transaction Cancelled
ar: تم إلغاء المعاملة

source: You have cancelled the payment transaction.
ar: تم إلغاء المعاملة من قبلك

source: The username must be 5-45 characters. Username cannot contain capital letters. Please enter only characters(lowercase and number)
ar: يجب ان يكون اسم المستخدم مكون من 5 الى 45 حرف، ويتضمن احرف لاتينية صغيرة، وأرقام

source: Screenshots are not allowed.
ar: غير مسموح أخذ لقطة شاشة

source: You can't take screenshot of the QR code due to our Security Policy. Please Tap to Proceed to delete the screenshot.
ar: لا يمكن تصوير الصفحة بناء على السياسات الأمنية. الرجاء المتابعة لحذف الصورة.

source: Please do not close the application or go back during the payment process.
ar: الرجاء عدم إغلاق التطبيق أو الرجوع أثناء عملية الدفع.

source: Technical error, please try again later
ar: خطأ تقني، الرجاء إعادة المحاولة.

source: Technical Error
ar: خطأ تقني

source: The session has expired, please log in again.
ar: انتهى الوقت الرجاء إعادة تسجيل الدخول

source: Incomplete Transaction
ar: عملية غير مكتملة

source: Could not complete the transaction. Please try again later.
ar: العملية غير مكتملة الرجاء إعادة المحاولة مرة أخرى

source: Sorry, we are unable to send your email. Please try again.
ar: عفواً، لم نتمكن من إرسال الرسالة. الرجاء إعادة المحاولة.

source: For more information please visit our website:
ar: ولمزيد من المعلومات يمكنكم التفضل بزيارة موقعنا

source: Please enter your message
ar: عفوا، نرجو كتابة رسالتك في الخانة المخصصة لذلك

source: Privacy and Data Protection Policy
ar: سياسة الخصوصية والبيانات

source: privacy notice
ar: اشعار الخصوصية

source: Could not log you out due to some technical error. Please try again!
ar: تعذر تسجيل خروجك بسبب بعض الأخطاء ( الفنية/ التقنية ). يرجى المحاولة مرة أخرى!

source: Please enter characters (uppercase, lowercase, special character and numbers)
ar: الرجاء إدخال الأحرف (أحرف كبيرة ، أحرف صغيرة ، رموز و أرقام)

source: Please enter valid mobile number
ar: الرجاء إدخال رقم جوال صحيح

source: Please enter a valid email address
ar: الرجاء إدخال عنوان ( بريد الكتروني / ايميل) صحيح

source: Password & Confirm Password do not match
ar: كلمة المرور وتأكيد كلمة المرور غير متطابقتين

source: To view your tickets or buy a new ticket, you must sign in to your account.
ar: لعرض تذكرتك او شراء تذكرة جديدة، يجب عليك تسجيل الدخول الى حسابك

source: To
ar: لإكمال عملية التسجيل بنجاح، يجب عليك التحقق من بريدك الإلكتروني. تم إرسال بريد إلكتروني إلى حساب البريد الإلكتروني المسجل. افتح البريد الإلكتروني وانقر على الرابط المرسل للتحقق. إذا لم لا ترى "البريد الإلكتروني في غضون دقائق قليلة، فتحقق من مجلد "البريد غير المرغوب فيه" أو مجلد "البريد العشوائي

source: No records found
ar: لا توجد بيانات

source: Username and password cannot be empty
ar: يجب تحديد اسم المستخدم وكلمة المرور

source: An email was sent to the registered email address. Please open the received email and click on Verify to complete the registration. If you do not see the email in a few minutes, check your “junk mail” folder or “spam” folder.
ar: تم إرسال البريد الإلكتروني إلى العنوان المسجل. الرجاء فتح البريد الإلكتروني المستلم والنقر على تحقق لإكمال التسجيل. إذا لم ترى البريد الإلكتروني في غضون دقائق قليلة، فتحقق من مجلد البريد غير المرغوب فيه أو مجلد البريد العشوائي.

source: Once you have entered your email address,if it matches the address of an account then an email will be sent instructing you how to reset your password.If you do not receive the email,please check your junk Email folder or ensure that you have typed the correct email address.
ar: إذا كان البريد الإلكتروني يتطابق مع بريد الحساب، فسيتم إرسال بريد إلكتروني يرشدك إلى كيفية إعادة تعيين كلمة مرور جديدة. إذا لم ترى البريد الإلكتروني في غضون دقائق قليلة، فتحقق من مجلد البريد غير المرغوب فيه أو مجلد البريد العشوائي.

source: You currently do not have any purchased tickets
ar: لا يوجد لديك تذاكر حالياً

source: Dear Customer: Your device must be connected to the Internet to use the ticket.
ar: عزيزي العميل: يتطلب ان يكون جهازك متصلاً بالانترنت لامكانية استخدام التذكرة

source: You are offline
ar: الاتصال بشبكة الانترنت غير متوفر

source: Send us a message
ar: أرسل لنا رسالة

source: Close
ar: إغلاق

source: New Version Available
ar: إصدار جديد متوفر

source: Please update the app to access all the features
ar: الرجاء تحديث التطبيق للحصول على جميع الميزات

source: Update
ar: تحديث

source: Select your destination
ar: اختر وجهتك

source: 5 min
ar: ٥ دقائق

source: 10 min
ar: ١٠ دقائق

source: 15 min
ar: ١٥ دقائق

source: 20 min
ar: ٢٠ دقائق

source: 30 min
ar: ٣٠ دقائق

source: 45 min
ar: ٤٥ دقائق

source: 60 min
ar: ٦٠ دقائق

source: Use the following methods of transport for trip planning
ar: استخدم طرق النقل التالية لتخطيط الرحلة

source: Quickest Connection
ar: أسرع تبادل خطوط

source: Fewer Interchanges
ar: أقل تبادل خطوط

source: Least Walking
ar: أقل سيراً على الأقدام

source: Route Preference
ar: تفضيلات الطريق

source: Maximum walk time
ar: أقصى وقت للسير على الأقدام

source: Walking speed
ar: سرعة السير على الأقدام

source: Alternative Stops
ar: محطات الحافلات البديلة

source: Slow
ar: بطيء

source: Normal
ar: طبيعي

source: Fast
ar: سريع

source: Include Nearby alternative stops
ar: عرض محطات الحافلات البديلة القريبة

source: Reset
ar: إعادة التعيين

source: Show more history
ar: عرض المزيد

source: Leave By
ar: وقت المغادرة

source: Arrive By
ar: وقت الوصول

source: Favorites Locations
ar: المواقع المفضلة

source: More
ar: المزيد

source: Purchase History
ar: سجل المشتريات

source: Travel History
ar: سجل الرحلات

source: Download Map
ar: تحميل الخريطة

source: Feedback
ar: تعليق

source: Inquiry
ar: استفسار

source: Lost & Found
ar: المفقودات

source: Bus Tracker
ar: تتبع الحافلات

source: Date From
ar: من

source: Date To
ar: إلى

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Transaction ID
ar: رقم المعاملة

source: Station
ar: المحطة

source: Reference ID
ar: الرقم المرجعي

source: Payment Type
ar: طريقة الدفع

source: Product
ar: المنتج

source: Medium Type
ar: النوع

source: Travel Line
ar: خط الرحلة

source: Station Name
ar: اسم المحطة

source: Date of Travel
ar: تاريخ الرحلة

source: Record Date
ar: تاريخ السجل

source: Payment Type Name
ar: نوع الدفع

source: Once activated, this ticket will be valid for 3 days only.
ar: بمجرد تفعيل التذكرة، تصبح التذكرة مفعلة لثلاثة أيام فقط.

source: Once activated, this ticket will be valid for 7 days only.
ar: بمجرد تفعيل التذكرة، تصبح التذكرة مفعلة لسبعة أيام فقط.

source: Once activated, this ticket will be valid for 30 days only.
ar: بمجرد تفعيل التذكرة، تصبح التذكرة مفعلة لثلاثين يوم فقط.

source: Location is outside Riyadh city
ar: الموقع خارج مدينة الرياض

source: Riyadh Bus service is only available within Riyadh City.
ar: خدمة حافلات الرياض متوفرة فقط داخل مدينة الرياض.

source: Do you want to edit ?
ar: هل تريد التعديل؟

source: Will be removed from recent search location list
ar: سيتم الحذف من قائمة مواقع البحث

source: Clear all
ar: الحذف بالكامل

source: All the recent search location will be removed
ar: سيتم حذف قائمة مواقع البحث

source: Update home location
ar: تحديث موقع المنزل

source: Update work location
ar: تحديث موقع العمل

source: Bus Stations
ar: محطات الحافلات

source: Bus Route
ar: مسار

source: Reset Time
ar: إعادة تعيين الوقت

source: Departure Station
ar: محطة البدء

source: Delete Favorite Location
ar: حذف الموقع المفضل

source: Please confirm deleting favorite location?
ar: الرجاء تأكيد حذف الموقع المفضل؟

source: Edit Favorite Location
ar: تعديل الموقع المفضل

source: Delete Recent Search
ar: حذف البحث الأخير
