Repository: dileep10701963/RCRC
Catalog: UtilityClasses/Localization/*.lproj/Localizable.strings
Languages: ar, ur

source: Please confirm deleting recent search?
ar: الرجاء تأكيد حذف البحث الأخير؟

source: Delete All Recent Search
ar: حذف جميع معلومات البحث الأخيرة

source: Please confirm deleting all recent search?
ar: الرجاء تأكيد حذف حذف جميع معلومات البحث الأخيرة؟

source: All Routes
ar: جميع المسارات

source: On Time
ar: في الموعد

source: min
ar: دقيقة

source: Your 3 days ticket pass will expire in 1 hour.
ar: ستنتهي صلاحية تذكرة ٣ أيام خلال ساعة واحدة

source: Your 7 days ticket pass will expire in 1 day.
ar: ستنتهي صلاحية تذكرة ٧ أيام خلال يوم واحد.

source: Your 30 days ticket pass will expire in 3 day.
ar: ستنتهي صلاحية تذكرة ٣٠ يوم خلال ثلاثة أيام.

source: View Current Bus Lines
ar: عرض مسار الحافلات الحالية

source: Bus service is not available on the selected route
ar: خدمة الحافلات غير متوفرة حالياً على هذا المسار

source: Last Name
ar: اسم العائلة

source: First Name
ar: الاسم الأول

source: My Account Updated
ar: تم تحديث حسابي

source: My Account has been successfully updated. Please click “Done” to continue or you will be redirected in 10 seconds.
ar: تم تحديث حسابي بنجاح. الرجاء النقر فوق ‘متابعة’ للمتابعة وإلا ستتم إعادة توجيهك في غضون 10 ثوانٍ.

source: Delete Favourite Route
ar: حذف المسار المفضل

source: Please confirm deleting favourite route?
ar: الرجاء تأكيد حذف المسار المفضل؟

source: Lost & Found message successfully sent
ar: تم إرسال رسالة المفقودات والمعثورات بنجاح

source: Feedback message successfully sent
ar: تم إرسال رسالة التعليقات بنجاح

source: Inquiry message successfully sent
ar: تم إرسال رسالة الاستفسار بنجاح

source: Save
ar: حفظ

source: Edit Account
ar: تعديل حسابي

source: towards
ar: باتجاه

source: You must select departure and arrival stations to save as favorite route
ar: الرجاء تحديد محطة البدء والوصول لحفظها كمسار مفضل

source: Selected location is outside the current Riyadh bus network service
ar: الموقع المحدد خارج خدمة شبكة حافلات الرياض الحالية

source: Select Route
ar: اختر مسار

source: From
ar: من

source: No search results found. For further information, please contact 19933.
ar: لم تظهر نتائج للبحث. لمزيد من المعلومات، الرجاء الإتصال على 19933

source: get off
ar: النزول عند محطة

source: Ticket
ar: تذكرة

source: Transaction Date
ar: تاريخ المعاملة

source: Transaction Failed
ar: تعذَّر إكمال المعاملة

source: Your 2 hours ticket pass will expire in 15 minutes.
ar: ستنتهي صلاحية تذكرة ساعتين خلال 15 دقيقة.

source: Footpath
ar: مسار المشي

source: footpath
ar: مسار المشي

source: Bus station
ar: محطة

source: Please select different departure and arrival stations
ar: الرجاء اختيار محطة بدء ومحطة وصول مختلفتين

source: Alert
ar: إنذار

source: Recent Search
ar: البحث السابق

source: Where from?
ar: من أين؟

source: Add favourites
ar: أضف المفضلة

source: Save for later
ar: احفظ لوقت لاحق

source: Favourites routes
ar: الطرق المفضلة

source: Change stop
ar: تغيير التوقف

source: Add to favourites
ar: أضف إلى المفضلة

source: Buy a ticket
ar: شراء تذكرة

source: Suggested for you
ar: مقترحة لك

source: Bus routes
ar: خطوط الحافلات

source: Departure
ar: المغادرة

source: Route
ar: المسار

source: Attach File
ar: تحميل مرفق

source: The stations are in the same locations, please select another departure or arrival station
ar: المحطات في نفس الموقع، الرجاء اختيار محطة أخرى للمغادرة أو الوصول

source: Arrival
ar: وصول

source: Direction to:
ar: بالاتجاه الى:

# DSLanguage
source: عربي
ar: Eng

# DSEnterID
source: Enter your ID
ar: أدخل هويتك

# DSPassword
source: Password
ar: أدخل هويتك

# DSForgotPassword
source: Forgot password?
ar: نسيت كلمة المرور؟

# DSSignIn
source: Sign in
ar: تسجيل الدخول

# DSRegister
source: Register
ar: سجل

# DSDontHaveAccount
source: Don’t have an account?
ar: ليس لديك حساب؟

# DSFirstName
source: First name
ar: الاسم الأول

# DSLastName
source: Last name
ar: اسم العائلة

# DSPhoneNumber
source: Phone number
ar: رقم التليفون

# DSEmail
source: Email address
ar: عنوان البريد الإلكتروني

# DSConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# DSSendEmail
source: Send Email
ar: ارسل بريد الكتروني

# DSEnterEmailDescription
source: Enter your email address and we will send you a link to reset password
ar: الرجاء ادخال البرید الإلكتروني لیتم ارسال الرابط الخاص لإعادة انشاء كلمة المرور

# DSUserID
source: User ID
ar: معرف المستخدم

# DSConfirmEmail
source: Confirm Email address
ar: أكد عنوانك الإلكتروني

# DSForAssistance
source: For Assistance
ar: للمساعدة

# DSEnterEmailAddress
source: Enter email address
ar: أدخل عنوان البريد الالكتروني

# DSConfirmEmailAddress
source: Confirm email address
ar: أكد عنوانك الإلكتروني

# DSUserIDEg
source: User ID e.g. mohammed1981
ar: معرف المستخدم على سبيل المثال. محمد1981

# DSCallUS
source: Call us :
ar: اتصل بنا :

# DSFAQ
source: FAQs
ar: التعليمات

# DSContactUS
source: Contact
ar: اتصال

# DSChangeLanguage
source: Change Language
ar: تحديد اللغة

# DSChooseYourLanguage
source: Choose your language
ar: اختر لغتك

# DSPreferanceLanguageLabel
source: Your language preferences can be changed at any time in Settings
ar: يمكن تغيير تفضيلات اللغة الخاصة بك في أي وقت من خلال الإعدادات

# DSSaveThisCardInfo
source: Save this card information
ar: احفظ معلومات هذه البطاقة

# DSContinue
source: Continue
ar: يكمل

# DSPurchaseAnewTicket
source: Purchase a new ticket
ar: شراء تذكرة جديدة

# DSMyPurchasedTickets
source: My purchased tickets
ar: التذاكر التي اشتريتها

# DSSelectPaymentType
source: Please select payment type
ar: الرجاء تحديد نوع الدفع

# DSPaymentMethod
source: Select Payment Method
ar: اختار طريقة الدفع

# DSCreditCard
source: Credit Card
ar: بطاقة إئتمان

# DSApplePay
source: Apple Pay
ar: أبل الدفع

source: Andrew Duzz
ur: اینڈریو دوزز

source: Whether you have a question about features, or require If you are facing any issue, then kindly check our ‘FAQ’ section and still if you have any concern you can get in touch with us from ‘Contact us’ section. Deleting your account will permanently remove all your info, saved fare media, favourites and customization along with your user ID, that you cannot retrieve it back.
ur: چاہے آپ کی خصوصیات کے بارے میں کوئی سوال ہو ، یا آپ کو ضرورت ہو اگر آپ کو کوئی مسئلہ درپیش ہے تو ، براہ کرم ہمارے &#39;عمومی سوالنامہ&#39; کے سیکشن کی جانچ کریں اور پھر بھی اگر آپ کو کوئی پریشانی ہو تو آپ &#39;ہم سے رابطہ کریں&#39; سیکشن سے ہم سے رابطہ کرسکتے ہیں۔ n n حذف کرنا آپ کا اکاؤنٹ مستقل طور پر آپ کی صارف کی شناخت کے ساتھ آپ کی ساری معلومات ، محفوظ کردہ کرایہ میڈیا ، پسندیدہ اور حسب ضرورت کو حذف کردے گا ، جس سے آپ اسے واپس نہیں لے سکتے ہیں۔

source: will be removed from saved Favourite places list.
ur: محفوظ کردہ پسندیدہ مقامات کی فہرست سے ہٹا دیا جائے گا۔

source: Careem
ur: کیریم
