Repository: dileep10701963/RCRC
Catalog: Modules/Authentication/View/*.lproj/LoginModule.strings
Languages: ar

# 0d3-WZ-nrw.text
source: Please check your email
ar: تحقق من بريدك الالكتروني

# 1vp-CU-4le.placeholder
source: Password
ar: كلمه السر

# 4gE-5n-Vte.text
source: Enable Touch ID/ Face ID
ar: تمكين Touch ID / Face ID

# 8dW-Lc-ulN.normalTitle
source: Proceed
ar: تابع

# EnC-1S-oju.normalTitle
source: Use your Touch ID/Face ID to sign in to account
ar: استخدم Touch ID / Face ID لتسجيل الدخول إلى الحساب

# Num-Ih-g5J.normalTitle
source: Register
ar: سجل الان

# OZO-gZ-xhR.normalTitle
source: Sign in
ar: تسجيل الدخول

# PB7-tZ-hmg.placeholder
source: Email Address or User ID
ar: معرف المستخدم

# THh-FG-zez.text
source: Verification Required
ar: تم التسجيل بنجاح!

# Vqp-ml-tAL.normalTitle
source: Back to Account
ar: متابع

# Wd1-At-z01.text
source: Sign In to continue
ar: تسجيل الدخول للمتابعة

# bcA-cz-Cfh.normalTitle
source: Proceed
ar: تابع

# eZs-SO-RZQ.placeholder
source: Email Address
ar: البرید الالكتروني

# miG-6W-xod.text
source: Your Account,
ar: أهلا بك،

# nQ6-RL-Jok.text
source: Enter your email address and we will send you an email to reset your password
ar: أدخل عنوان بريدك الإلكتروني للحصول على رابط لإعادة تعيين كلمة المرور الخاصة بك

# 0pn-qx-FK1.text
source: Your Account
ar: حسابك

# kQQ-0t-vdP.text
source: Sign In to continue
ar: تسجیل الدخول للاستمرار

# d3X-0n-UwN.text
source: Register
ar: سجل حساب

# Azw-iM-Uk5.normalTitle
source: Forgot Your Password?
ar: نسيت كلمة المرور

# 8wS-fB-grv.placeholder
source: Password
ar: كلمة المرور

# oqm-ch-8tP.normalTitle
source: Sign in
ar: التسجيل

# Urf-6R-oFI.text
source: Do not have an account?
ar: ليس لديك حساب؟

# axM-a5-d7S.normalTitle
source: Register
ar: سجل حساب

# mCU-cw-PYb.normalTitle
source: Forgot Your Password?
ar: نسيت كلمة المرور؟

# EeG-K7-KDM.placeholder
source: Password
ar: كلمة المرور

# 7YO-pm-oj0.placeholder
source: Email Address or User ID
ar: البريد الالكتروني أو اسم المستخدم

# fJy-aL-TIn.text
source: Create an account. All fields are required.
ar: انشاء حساب. جميع الحقول مطلوبة

# AmZ-MT-mSa.placeholder
source: First Name
ar: الاسم الأول

# 0gC-u1-pc5.placeholder
source: Last Name
ar: اسم العائلة

# gA2-JL-O8A.placeholder
source: Mobile Number
ar: رقم الجوال

# Is8-Oq-PNQ.placeholder
source: Email Address
ar: البرید الالكتروني

# rvF-yC-8mW.placeholder
source: User ID e.g. mohammed1981
ar: اسم المستخدم

# rnK-oc-9FD.placeholder
source: Confirm Password
ar: تأكید كلمة المرور

# FxG-43-iMd.normalTitle
source: Register
ar: سجل حساب

# X8U-z5-aHD.text
source: Already a member?
ar: ھل لدیك حساب؟ الرجاء

# XyJ-xd-6Q1.normalTitle
source: Sign in
ar: تسجیل الدخول

# kqj-c8-VOk.text
source: Change Language
ar: تحديد اللغة
